Repository: joe7575/ironage
Catalog: locale/*.po
Languages: de

source: Dirt with Ash
de: Erde mit Asche

source: Charcoal
de: Holzkohle

source: Ash
de: Asche

source: Menu,Recipes,Pile,Burner
de: Menü,Rezepte,Köhler,Brenner

source: Coal Pile to produce charcoal: - build a 5x5 block dirt base - place a lighter in the centre - build a 3x3x3 wood cube around - cover all with dirt to a 5x5x5 cube - keep a hole to the lighter - ignite the lighter and immediately - close the pile with one wood and one dirt - open the pile after the smoke disappeared
de: Köhler um Holzkohle zu produzieren: - baue eine 5x5 große Fläche aus Erde (dirt) - platziere einen Anzünder in die Mitte - baue einen 3x3x3 großen Holzwürfel darüber - decke alles mit Erde ab, zu einem 5x5x5 Block - lasse ein Loch zum Anzünder - zünde den Anzünder an und - schließe das Loch mit Holz und Erde - öffne den Köhler wenn der Rauch verschwunden ist

source: Coal Burner to heat the melting pot: - build a 3x3xN cobble tower - more height means more flame heat - keep a hole open on one side - put a lighter in - fill the tower from the top with charcoal - ignite the lighter - place the pot in the flame
de: Brenner zum Anheizen des Schmelztiegels: - baue eine 3x3xN großen Steinturm (cobble) - mehr Höhe bedeutet mehr Hitze - lasse an einer Seite ein Loch offen - lege einen Anzünder in den Turm - fülle den Turm von oben mit Holzkohle - zünde den Anzünder an - platziere den Schmelztiegel in die Flamme

source: Menu
de: Menü

source: Melting Guide
de: Schmelzanleitung

source: Heat
de: Hitze

source: Time
de: Zeit

source: Cross-section
de: Schnittbild

source: Melting Pot active (heat=
de: Schmelztiegel aktiv (Hitze=

source: Melting Pot inactive (heat=
de: Schmelztiegel inaktiv (Hitze=

source: Melting Pot
de: Schmelztiegel

source: Melting Pot inactive (heat=0)
de: Schmelztiegel inaktiv (Hitze=0)

source: Melting
de: Schmelzen

source: Burning
de: Brennen

source: Lighter
de: Anzünder
